const data = [
  {
    postBody: `
    اليوم اخوتي سوف احدثكم عن هرمون PTH
    يتم إنتاج الهرمون الجار درقي عن طريق أربع غدد جارات الدرقية، موجودة خلف الغدة الدرقي، ويساعد الهرمون الدريقي في الحفاظ على مستوى الكالسيوم في الدم ثابتة في الدم، وهو جزء من حلقة التغذية الراجعة التي تشمل الكالسيوم، وفيتامين د، والفوسفور، والهرمون الجار درقي، ويساعد الهرمون الجار درقي في التحكم بمستوى الكالسيوم في الدم مما يحافظ على صحة العظام والأسنان، كما أنه ضروري لصحة القلب، والأعصاب، والعضلات.
    يحفز انخفاض مستوى الكالسيوم في الدم الغدد الجار درقية إلى تحرير الهرمون الجار درقي في الدم، ويؤدي إلى ارتفاع مستوى الكالسيوم في الدم، بينما يثبط ارتفاع مستوى الكالسيوم في الدم الغدد الجارات الدرقية عن إطلاق الهرمون الجار درقي، وتجدر الإشارة إلى وجود العديد من المشاكل الصحية التي قد يسببها انخفاض أو ارتفاع هرمون الغدد الجارات الدرقية.
    استخدام فحص الهرمون الدريقي
    توجد العديد من الحالات الطبية التي يساعد تحليل PTH في تشخيصها ومنها ما يلي:
    يساعد في تشخيص خمول الغدد جارات الدرقية إذ تنتج الغدد كميات قليلة من الهرمون.
    يساعد في تشخيص فرط نشاط الغدد جارات الدرقية إذ تنتج الغدد كميات عالية من الهرمون.
    يساعد في تشخيص سبب انخفاض مستوى الكالسيوم أو ارتفاع مستوى الكالسيوم، هل هو بسبب الغدة الدرقية أم ناتج عن أسباب أخرى.
    يساعد في تحديد فعالية العلاج المرتبط بالغدة الجار درقية.
    يساعد في مراقبة أمراض الكلى، أو مراقبة الأفراد الذين يخضعون لغسيل الكلى.
    يجدر الإشارة إلى ينصح الفرد بإجراء تحليل الكالسيوم بالتزامن مع تحليل PTH.
    دواعي اجراء فحص الهرمون الدريقي
    يطلب من الفرد إجراء تحليل PTH عند وجود أعراض تدل على إصابته بنقص الكالسيوم ومن أعراض نقص الكالسيوم ما يلي:
    تشنج العضلات.
    ألم البطن.
    وخز أصابع اليدين والقدمين.
    عدم انتظام ضربات القلب.
    يطلب من الفرد إجراء تحليل PTH أعراض تدل على إصابته بفرط الكالسيوم ومن أعراض فرط الكالسيوم ما يلي: 
    التعب والإعياء.
    ألم البطن.
    العطش.
    الغثيان والاستفراغ.
    زيادة التبول.
    هشاشة العظام.
    حصوات الكلى.
    يطلب من الفرد إجراء تحليل PTH في الحالات الطبية التالية:
    يطلب من الفرد إجراء تحليل PTH عندما يخضع الفرد المصاب بفرط نشاط جارات الدرقية لعملية جراحية لإزالة أنسجة جارات الدرقية للتأكد من إزالة جميع الغدد غير الطبيعية داخل غرفة العمليات كون عمر النصفي للهرمون قصير جداً 
    قد يطلب من الفرد إجراء تحليل PTH إضافة إلى تحليل الكالسيوم عند إصابة الفرد بمرض كلوي، أو إزالة ورم الغدة الجار درقية.
           `,
    PostImg: `https://scontent-mrs2-1.xx.fbcdn.net/v/t39.30808-6/422315928_351406991078163_3111049431308844679_n.jpg?stp=dst-jpg_s960x960&_nc_cat=105&ccb=1-7&_nc_sid=5f2048&_nc_ohc=zP3D2wwJxwgAX85Xolm&_nc_ht=scontent-mrs2-1.xx&oh=00_AfD_j10AouMrnCJ6_b6E-NL_shDKBkeMGBp9-zpCHhFa-A&oe=65FEA00F`,
  },
  {
    postBody:
    `
    يعتبر تحليل واختبار البروكالسيتونين من أحد الطرق التي تساعد في الكشف عن وجود تسمم في الدم، أو خلايا بكتيرية أو فيروسية داخل الدم. ويطلبه الطبيب بشكل متكرر إذا كان هناك اشتباه في تعفن الدم البكتيري، أو التهاب الدم (بالإنجليزية: Sepsis) وهي عدوى جهازية شديدة يمكن أن تهدد الحياة. 
ويمكن أن يصاحب وجود عدوى بكتيرية في الدم، أو التعفن البكتيري بعض الأعراض، منها:
١_الحمى والقشعريرة.
٢_الصعوبة في التنفس.
٣_الانخفاض الشديد في ضغط الدم.
٤_الارتباك أو الالتباس.
٥_تسارع ضربات القلب.
٦_التعرق الشديد.
٧_الألم الشديد .
***كما يساعد في تشخيص الحالات التالية :
*تعفن الدم والبكتيريا مثل التهاب السحايا.
*التهاب الكلى عند الاطفال المصابين بالتهابات مسالك بولية .
*تحديد شدة الاصابة بالتسمم.
* اكتشاف اذا كان سبب المرض هو اصابة بكتيرية .
*
الاشخاص الاكثر عرضة للاصابة :
*الاشخاص المصابون بامراض مزمنة مثل مرض السكري 
* مابعد العمليات الجراحية 
*الاشخاص الذين لديهم اجهزة طبية داخلية مثل القسطرة
* التهاب المسالك البولية والجهاز الهضمي والجلد
*عدوى الرئه مثل الالتهاب الرئوي
    `,
    PostImg: `https://scontent-mrs2-2.xx.fbcdn.net/v/t39.30808-6/419227551_344391485113047_6335218791012487508_n.jpg?stp=dst-jpg_s600x600&_nc_cat=108&ccb=1-7&_nc_sid=5f2048&_nc_ohc=bZY4glEgQ1gAX_uETBo&_nc_oc=AdjNu035yyr1SPet47ke8YV4fey_0CWGAB9_tRm_eS7D2BYg_EadqKDdavUfKTIhUK0&_nc_ht=scontent-mrs2-2.xx&oh=00_AfC69lXKOgzL12yFzJkPj828itpxe3gM161GQb1cEONHhw&oe=65FD9F9C`
},
{
    postBody:`
    بفضل الله وكرمه توفر لدى مخبركم مخبر بيتا للتحاليل الطبية 
تجلط الدم وعلاقته بالإجهاض المتكرر (Thrombophilia)
تعريف تجلط الدم:
هي عملية تحول الدم من الحالة السائلة له إلى تجمعات دموية متماسكة. ويحدث تجلط الدم في أماكن مختلفة في الجسم مثل شرايين القلب والأرجل وبسبب عوامل مختلفة.
و بما أن المحافظة على سيولة الدم ضرورية لقيامه بوظائفه الطبيعية, لذلك أي خلل قد يؤدي إلى تجلط الدم في الأوعية يؤثر بشكل كبير على صحة الإنسان و قد يتسبب في الوفاة في كثير من الأحيان.
هناك عوامل عديدة قد تساعد في الإصابة بأمراض تجلط الدم( thrombophilia) , منها عوامل مكتسبة مثل الإصابة ببعض أمراض جهاز المناعة (antiphospholipid syndrome) , وأمراض القلب, و السرطان, و التدخين.
أو عوامل وراثية مثل حدوث طفرة في أحد الجينات المسئولة عن عوامل التجلط .
تجلط الدم و علاقته بالإجهاض المتكرر:
بعد التصاق الجنين بجدار الرحم تبدأ تكون المشيمة بما تحويه من أوعية دموية. سيولة الدم في هذه الأوعية ضرورية جدا لإمداد الجنين بالغذاء و الأكسجين اللازم لعملية النمو.
بعض الأمهات التي تعاني من أمراض تجلط الدم (وراثية كانت أم مكتسبة) تفقد عملية التوازن بين تجلط الدم و سيولته, مؤديا ذلك إلى حدوث تكتلات دموية في أوعية المشيمة و بالتالي قد تواجه الأم إحدى هذه المشاكل:
1. الإجهاض التلقائي المتكرر (Recurrent abortion).
2. عدم نجاح الإخصاب الخارجي (الزراعة) (Faild IVF).
3. ارتفاع في ضغط الدم بعد 34 أسبوع من الحمل (Preeclampsia).
4. انفصال في المشيمة قبل الولادة (Placental abruption).
5. ولادة أطفال بأوزان قليلة (SGA babies).
6. موت الأجنة داخل الرحم في مراحل الحمل المتقدمة (IUFD).
7. جلطات الأوردة العميقة (DVT) أو الجلطة الرئوية (Pulmonary embolism)
أمراض تجلط الدم الوراثية:
قد تكون الأم لديها الاستعداد الوراثي لحدوث هذه الجلطات نتيجة طفرة في عدد من جيناتها المسئولة عن تصنيع عوامل التجلط, أهم هذه الجينات:
المجموعة الأولى:
Group (1) 4 genes
1- Factor V Leiden
2- Prothrombin G20210A
3- Methylenetetrahydrofolate (MTHFR) 677 
4- Methylenetetrahydrofolate (MTHFR) 1298
يحتاج الحمل الناجح إلى تلاؤم جيد من حيث تكون وتفتيت الجلطات، لضمان تأمين بلمرة الفبرين. ولحماية أوعية المشيمة من انتقال الفائض الفبريني إليها.
في حال كانت الأم سليمة, لكن الأب لديه أحد هذه الطفرات, فقد تنتقل إلى الجنين مؤديا ذلك إلى هلاكه.
لذلك عند التشخيص يجب فحص كل من الأم و الأب لوجود الطفرات.
وكجميع الأمراض الوراثية فان صلة القرابة بين الأم والأب دائما تعزز انتشار الطفرات المختلفة وتزيد الاحتمالية في أن يتلقى الجنين أكثر من جين مصاب بالخلل.
التشخيص: قد يكون من الصعب تشخيص مثل هذه الحالات استنادا إلى الأعراض الظاهرة خلال فترة الحمل, لان مثل هذه الأعراض
قد تظهر لدى الكثير من السيدات ودون أن تكون حاملة للطفرة .
ولا يكون التشخيص النهائي إلا من خلال الفحوصات الوراثية والتي تكشف عن الطفرة إن وجدت وتحدد الجين المصاب .
العلاج: يتم تحديد العلاج من قبل الطبيب المعالج والذي يعتمد على نتائج الفحوصات الوراثية لكلا الزوجين .
وفى اغلب الحالات يتم إعطاء السيدة الحامل أقراص من حامض الفوليك وجرعات من حقن الهيبارين (LMWH)حيث يبدأ العلاج قبل الحمل ويستمر من 4-6 أسابيع بعد الولادة .وقد تم الحمل بشكل طبيعي لأكثر من 75% لسيدات تم تشخيص الطفرة لديهن واتبعن نظام العلاج المقرر لدى الأخصائي.
وعند دراسة الطفرات في هذه الجينات للعينات للنساء الذين حدث لهم اجهاذ متكرر
وجد أن 61 %من هذه العينات يوجد لديها طفرة أو أكثر في أحد هذه الجينات المسببة للجلطة والإجهاض 
    `,
    PostImg :`
    https://scontent-mrs2-2.xx.fbcdn.net/v/t39.30808-6/414604295_333695186182677_6422960546278846445_n.jpg?stp=dst-jpg_p526x296&_nc_cat=108&ccb=1-7&_nc_sid=5f2048&_nc_ohc=7t4LLYDUMGMAX_ZF1PC&_nc_ht=scontent-mrs2-2.xx&oh=00_AfB7WlQyBYN_D0XxRzwssF6wayAjjdWhcdeQRYBq2ZC4Pg&oe=65FD8E68
    `,
},
{
    postBody:`
    تحليل ناقلة الببتيد غاما غلوتاميل 
    تعريف أنزيم ناقلة الغاما غلوتاميل
    إن تحليل ناقلة الببتيد غاما غلوتاميل (بالإنجليزية: Gamma-Glutamyl Transpeptidase Test)، أو تحليل غاما غلوتاميل ترانسفيراز (بالإنجليزية: Gamma-glutamyl Transferase Test)، واختصاراً تحليل GGT (بالإنجليزية: GGT Test)، هو تحليل يقيس مستوى إنزيم غاما غلوتاميل ترانسفيراز في الدم وهو أحد اختبارات التي تستخدم لتقييم وظائف الكبد. 
    يوجد إنزيم ناقلة الببتيد غاما غلوتاميل في الغالب بالكبد على الرغم من وجوده في جميع أنحاء الجسم، وعند حدوث تلف في الكبد فإن إنزيم ناقلة الببتيد غاما غلوتاميل يتسرب إلى الدم. 
    استخدام فحص أنزيم ناقلة الغاما غلوتاميل
    يساعد تحليل GGT في تشخيص إصابة الفرد بأمراض الكبد، حيث أن ارتفاع قراءة تحليل GGT تدل على تلف الكبد، ولكن لا يمكن استخدامها لتحديد سبب تلف الكبد. 
    وأيضاً يساعد تحليل ناقلة الببتيد غاما غلوتاميل في تحديد وجود انسداد في القنوات الصفراوية. كما يستخدم تحليل GGT للكشف عن تعاطي الفرد للكحول بشكل مزمن، إذ ترتفع قراءة تحليل Gamma GT عند الأفراد الذين يتعاطون الكحول بشكل مزمن. 
    يمكن أن يستخدم تحليل GGT لتحديد سبب ارتفاع تحليل أنزيم الفوسفاتاز القلوي، إذ ترتفع قراءة كل من تحليل GGT وتحليل أنزيم الفوسفاتاز القلوي عند الإصابة بأمراض الكبد أو أمراض القنوات الصفراوية، بينما ترتفع قراءة تحليل أنزيم الفوسفاتاز القلوي فقط عند أمراض العظام، في حين تكون قراءة تحليل GGT طبيعية. 
    عادة ما يطلب من الفرد إجراء تحليل Gamma GT، بالإضافة لتحاليل إنزيمات الكبد الأخرى مثل تحليل أنزيم ناقلة امين ألانين أو تحليل أنزيم ناقلة أمين الأسبارتات. 
    دواعي اجراء فحص أنزيم ناقلة الغاما غلوتاميل
    يطلب من الفرد إجراء تحليل GGT إذا كان يعاني من أعراض تدل على إصابته بأمراض الكبد ومن هذه الأعراض ما يلي: 
    اليرقان.
    التعب والإعياء.
    الاستفراغ والغثيان.
    فقدان الشهية.
    ألم البطن أو انتفاخ البطن.
    حكة.
    لون البراز فاتح، أو لون البول داكن.
    يطلب إجراء تحليل Gamma GT للأفراد الذين كانوا يتعاطون الكحول، وقد خضعوا للعلاج من تعاطي الكحول، من أجل مراقبة التزامهم لبرنامج العلاج. 
    يطلب من الأفراد الذين تكون قراءة تحليل أنزيم الفوسفاتاز القلوي لديهم عالية إجراء تحليل GGT، بالإضافة إلى فحوصات وظائف الكبد الأخرى للكشف عن تلف الكبد`
    ,PostImg:"https://scontent-mrs2-2.xx.fbcdn.net/v/t39.30808-6/394115384_295993996619463_808427489189111470_n.jpg?stp=dst-jpg_p526x296&_nc_cat=108&ccb=1-7&_nc_sid=5f2048&_nc_ohc=XADPrVOWkMEAX8kiN4A&_nc_ht=scontent-mrs2-2.xx&oh=00_AfDmsyZyB-ky4rPMAdmhNYa8RR3dHsKRSQJh3XA7YXUa-A&oe=65FEF58D",
}
];
export default data ;